Repository: medialesson/doki
Catalog: *.Doki/Strings/*/Resources.resw
Source language: en_us
Languages: de_de

# AppDisplayName
source: ml.Doki
de_de: Doki

# AppDescription
source: ml.Doki
de_de: Doki (engl. "Donation Kiosk") ist eine Companion-App für die vereinsamte Kaffeekasse im Büro und Teams die schnell und einfach Spenden überblicken wollen.

# PivotPage_Donate.Header
source: Donate
de_de: Spenden

# PivotPage_Overview.Header
source: Overview
de_de: Rangliste

# PivotPage_About.Header
source: About
de_de: Über

# AboutPage_DevsDescription.Text
source: Developed by Gino Messmer & Samuel Oechsler. Fork us on [GitHub](https://github.com/medialesson/doki-uwp).
de_de: Entwickelt von Gino Messmer & Samuel Oechsler. Fork us on [GitHub](https://github.com/medialesson/doki-uwp).

# AboutPage_Licenses.Text
source: Licenses
de_de: Lizenzen

# AboutPage_LicensesDescription.Text
source: Third-party software acknowledgements ### Humanizer https://github.com/Humanizr/Humanizer Copyright &copy; .NET Foundation and Contributors Licensed under [MIT License](https://github.com/Humanizr/Humanizer/blob/master/LICENSE) ### Inflector https://github.com/srkirkland/Inflector Copyright &copy; 2013 Scott Kirkland Licensed under [MIT License](https://github.com/srkirkland/Inflector/blob/master/LICENSE.txt) ### ByteSize https://github.com/omar/ByteSize Copyright &copy; 2013-2014 Omar Khudeira Lizensiert under [MIT License](https://github.com/omar/ByteSize/blob/master/LICENSE) ### Beer icon Entworfen von [srip](https://www.flaticon.com/authors/srip), gefunden auf [flaticon.com](https://www.flaticon.com/) Lizensiert under [CC 3.0 BY](https://creativecommons.org/licenses/by/3.0/)
de_de: Liste mit Angaben zur drittanbieter Software, die in diesem Produkt verwendet wurde. ### Humanizer https://github.com/Humanizr/Humanizer Copyright &copy; .NET Foundation and Contributors Lizensiert unter der [MIT License](https://github.com/Humanizr/Humanizer/blob/master/LICENSE) ### Inflector https://github.com/srkirkland/Inflector Copyright &copy; 2013 Scott Kirkland Lizensiert unter der [MIT License](https://github.com/srkirkland/Inflector/blob/master/LICENSE.txt) ### ByteSize https://github.com/omar/ByteSize Copyright &copy; 2013-2014 Omar Khudeira Lizensiert unter der [MIT License](https://github.com/omar/ByteSize/blob/master/LICENSE) ### Bier Icon Entworfen von [srip](https://www.flaticon.com/authors/srip), gefunden auf [flaticon.com](https://www.flaticon.com/) Lizensiert unter [CC 3.0 BY](https://creativecommons.org/licenses/by/3.0/)

# ConfigurationPage_Content.Header
source: Content
de_de: Inhalt

# ConfigurationPage_ContentAboutDescription.Header
source: About content
de_de: Spendengrund (siehe Über)

# ConfigurationPage_ContentCurrencyLocal.Header
source: Currency local
de_de: Währungseinheit (nach Ländercode)

# ConfigurationPage_SaveDialog.Description
source: Settings have been applied.
de_de: Einstellungen wurden übernommen.

# DonatePage_ContactImageDescription.Text
source: Choose from staff
de_de: Mitarbeiter auswählen

# DonatePage_DonateConfirmationDialog.PrimaryButtonText
source: Dismiss
de_de: Schließen

# DonatePage_DonateValidationDialog.Description
source: Please check all required fields and try again.
de_de: Überprüfe die benötigten Felder und versuche es erneut.

# DonatePage_DonateValidationDialog.Title
source: Your input is not valid
de_de: Ungültige Eingabe

# DonatePage_DonationAmount.Header
source: Your pledge
de_de: Spende

# DonatePage_DonationName.Header
source: Your name
de_de: Name

# DonatePage_OpenConfigurationsDialog.CloseButtonText
source: Cancel
de_de: Abbrechen

# DonatePage_OpenConfigurationsDialog.PrimaryButtonText
source: Apply
de_de: Anwenden

# DonatePage_SettingsMenuFlyoutItem.Text
source: Settings
de_de: Einstellungen

# DonationConfirmationPage_Description.Text
source: Stay awesome
de_de: Mach weiter so

# DonationConfirmationPage_Title.Text
source: Thank you for your donation
de_de: Vielen Dank für deine Spende

# DonatorDetailPage_SupportType.Text
source: lifetime support
de_de: insgesamt

# OverviewPage_RefreshButton.Label
source: Refresh
de_de: Erneut laden

# OverviewPage_SelectDonatorDialog.PrimaryButtonText
source: Close
de_de: Schließen

# DonatePage_AverageAmountButton.ToolTipService.ToolTip
source: Donate the average
de_de: Spendendurchschnitt einsetzen

# DonatorItemTemplates_RewardMvp.ToolTipService.ToolTip
source: MVP
de_de: Höchste Spende

# DonatorItemTemplates_RewardTrending.ToolTipService.ToolTip
source: Trending
de_de: Meiste Spenden

# ConfigurationPage_ContentAboutDescription.PlaceholderText
source: ## Where the money will be going - Enter a set of reasons that describe your cause - This text field can be styled with Markdown
de_de: ## Was mit dem Geld gemacht wird - Beschreibe, wozu die Spenden verwendet werden - Das Textfeld kann in Markdown geschrieben werden

# ConfigurationPage_ApiGetEndpoint.Header
source: List Remote Endpoint
de_de: Auflistungs Endpunkt

# ConfigurationPage_ApiPostEndpoint.Header
source: Store Remote Endpoint
de_de: Speicher Endpunkt

# DonatePage_CommitException.Content
source: An error occured while committing your donation. Please try again or reach out to your system administrator for further assistance.
de_de: Ein Fehler ist aufgetreten beim Speichern deiner Spende. Bitte versuche es erneut, oder wende dich an den Administrator.

# OverviewPage_FetchException.Content
source: Unable to fetch all donations. Please contact the administrator for assistance.
de_de: Es konnten keine Spenden geladen werden. Bitte versuche es erneut, oder wende dich an den Administator.

# ConfigurationPage_ApiCheckbox.Content
source: Enable API
de_de: API verwenden
